{"condition":[[]],"prompts_ought1":["Think about how people often celebrate their birthdays with other people."],"prompts_ought2":["Consider that couples typically live in a different house than their relatives."],"prompts_ought3":["Consider that people typically stand when the national anthem is played."],"prompts_ought4":["Think about how few professionals wear clothing that has bright colors or bold patterns."],"prompts_ought5":["Think about how people often go watch a movie when they go on dates."],"prompts_ought6":["Think about how people typically give roses as gifts on Valentine's Day."],"prompts_ought7":["For this question, please slide all the range sliders all the way to the left to indicate that you are paying attention"],"prompts_ought8":["Think about how doctors dont usually wear purple coats."],"prompts_ought11":["Consider that people dont generally touch elbows when they first meet."],"prompts_ought10":["Think about how men and women typically dont share the same public bathrooms."],"prompts_ought9":["Consider that people seldom pay money to watch others play video games."],"prompts_ought12":["Consider that most men wear their hair short."],"prompts_ought13":["Consider that children dont typically address their teachers by their first name."],"prompts_inherence1":["Intelligent organisms on Earth have 2 arms and 2 legs because of something about intelligent organisms or about having 2 arms and 2 legsmaybe having 2 arms and 2 legs is the perfect balance between tool use and locomotion for intelligent organisms."],"prompts_inherence2":["Intelligent organisms on Earth have eyes and ears because of something about intelligent organisms or about eyes and earsmaybe eyes and ears work well for perceiving the world."],"prompts_inherence3":["Weekends consist of Saturday and Sunday because of something about weekends or about Saturday and Sundaymaybe Saturday and Sunday are holy days for many people, so people wouldn't be able to work."],"prompts_inherence4":["Intelligent organisms on Earth fully pay attention when taking surveys because of something about intelligent organisms or about taking surveysmaybe paying attention allows intelligent organisms to contribute to research productively. For this item can you please choose choice five?"],"prompts_inherence5":["Wedding dresses are white because of something about the color white or about wedding dressesmaybe because the untainted nature of white reminds people of pure love."],"prompts_inherence6":["Dollar bills are green because of something about dollar bills or about the color greenmaybe since green is the color of trees it symbolizes endurance and trust and thus was chosen for money."],"prompts_inherence7":["We don't keep chipmunks as pets because of something about chipmunks or about petsmaybe because chipmunks don't like to be picked up or held."],"prompts_inherence8":["Engagement rings typically have diamonds because of something about engagement rings or about diamondsmaybe diamonds' rarity and value is a match for the value of romantic love."],"prompts_inherence9":["Toothpaste is flavored with mint because of something about toothpaste or about mintmaybe the tingling sensation of mint makes one's teeth and gums feel extra clean."],"prompts_inherence10":["Parents and children sleep in different beds because of something about the parent-child relationship or about the act of sleeping in separate bedsmaybe one of the critical components of the parent-child relationship is teaching children independence."],"prompts_inherence11":["Pink is the color associated with girls because of something about the color pink or about girls maybe because pink's flower-like appearance matches girls' dainty nature."],"prompts_inherence12":["We drink orange juice for breakfast because of something about orange juice or about breakfast maybe the citrus aroma is refreshing and helps us to wake up."],"prompts_inherence13":["Intelligent organisms on Earth communicate through sound because of something about intelligent organisms or about communicating through soundsmaybe communicating through sound allows intelligent organisms to communicate over longer distances or while engaged in other activities."],"prompts_inherence14":["We use red in traffic lights to mean \"stop\" because of something about the color red or about stop lightsmaybe the color red inherently acts as a warning."],"prompts_inherence15":["Black is associated with funerals because of something about the color black or about funeralsmaybe because the darkness of black conveys how people feel at funerals."],"prompts_inherence16":["There are 7 days in a week because of something about the quantity of 7 days or about the week as a marker of timemaybe the week is meant to align with phases of the moon, which are about 7 days long."],"prompts_crt1":["Soup and salad cost $5.50 in total. The soup costs a dollar more than the salad. How much does the salad cost?"],"prompts_crt2":["If it takes 2 nurses 2 minutes to measure the blood pressure of 2 patients, how long would it take 200 nurses to measure the blood pressure of 200 patients?"],"prompts_crt3":["Sally is making sun tea. Every hour, the concentration of the tea doubles. If it takes 6 hours for the tea to be ready, how long would it take for the tea to reach half of the final concentration?"],"should":["66","0","66","0","66","0","0","66","0","0","0","66","0"],"rightwrong":["66","66","66","66","66","66","0","88","0","0","99","0","0"],"education":["6"],"political":["5"],"intrinsic":["5","6","3","4","6","3","7","3","6","3","7","3","6","3","6","4"],"extrinsic":["5","4","5","6","4","5","4","5","4","5","4","5","4","5","4","5"],"crt":["3","3","3"],"age":["Choose an age"],"ethnicity":["Choose an ethnicity"],"comments":[""],"gender":["Choose a gender"]}
